Repository: nigini/GetBoo
Catalog: includes/locales/*/LC_MESSAGES/messages.po
Languages: cs_cz, es_es

source: Results
cs_cz: Výsledky
es_es: Resultados

source: result
cs_cz: výsledek
es_es: resultado

source: for
cs_cz: pro
es_es: para

source: Search in your own bookmarks
cs_cz: Hledat ve vlastních záložkách
es_es: Buscar en mis favoritos

source: Folder Matches
cs_cz: Odpovídající složky
es_es: Carpetas Encontradas

source: Bookmark Matches
cs_cz: Odpovídající záložky
es_es: Favoritos encontrados

source: Select
cs_cz: Vybrat
es_es: Seleccionar

source: Days
cs_cz: Dní
es_es: Días

source: Average
cs_cz: Průměr
es_es: Promedio

source: bookmarks
cs_cz: záložek
es_es: favoritos

source: folders
cs_cz: složek
es_es: carpetas

source: bookmarks accessed
cs_cz: záložek použito
es_es: favoritos accedidos

source: Your last accessed bookmark was on
cs_cz: Poslední použitá záložka
es_es: Su último enlace favorito accedido fue el

source: Your first bookmark was added on
cs_cz: První záložka byla přidána
es_es: Su primer enlace favorito fue añadido el

source: Your last bookmark was added on
cs_cz: Poslední záložka byla přidána
es_es: Su ultimo enlace favorito fue añadido el

source: imports/exports
cs_cz: importů/exportů
es_es: importaciones/exportaciones

source: imports
cs_cz: import(ů)
es_es: importaciones

source: exports
cs_cz: export(ů)
es_es: exportaciones

source: Your last import was made on
cs_cz: Poslední import proběhl
es_es: Su última importación se realizó el

source: Your last export was made on
cs_cz: Poslední export proběhl
es_es: Su última exportación se realizó el

source: Donor Profile
cs_cz: Profil dárce
es_es: Perfil de donación

source: Contact User
cs_cz: Kontaktovat užibatele
es_es: Contactar con el usuario

source: Related Tags
cs_cz: Příbuzné štítky
es_es: Etiquetas Relacionadas

source: Display tags for all users
cs_cz: Zobrazit štítky všech uživatelů
es_es: Mostrar etiquetas de todos los usuarios

source: all users
cs_cz: všichni uživatelé
es_es: todos los usuarios

source: Remove all tags
cs_cz: Odstranit všechny štítky
es_es: Borrar todas las etiquetas

source: remove all
cs_cz: odstranit vše
es_es: borrar todo

source: Popular Tags
cs_cz: Oblíbené štítky
es_es: Etiquetas Populares

source: Donor options
cs_cz: Volby pro dárce
es_es: Opciones de donación

source: Real Name
cs_cz: Skutečné jméno
es_es: Nombre Real

source: Display email
cs_cz: Zobrazit e-mail
es_es: Mostrar correo

source: Will display your email in your profile
cs_cz: Zobrazí e-mail ve vašem profilu
es_es: Se mostrará su correo en su perfil

source: Website URL
cs_cz: URL webové stránky
es_es: Página personal

source: Update
cs_cz: Opravit
es_es: Actualizar

source: Browser detected
cs_cz: Detekován prohlížeč
es_es: Navegador detectado

source: version
cs_cz: verze
es_es: versión

source: User %s was not found
cs_cz: Uživatel %s nebyl nalezen
es_es: El usuario %s no se ha encontrado

source: No bookmarks are public with this user
cs_cz: Tento uživatel nemá žádné záložky veřejné
es_es: El usuario no tiene enlaces favoritos públicos

source: Public Bookmarks
cs_cz: Veřejné záložky
es_es: Enlaces Públicos

source: There has been a problem when deleting a folder
cs_cz: Nastal problém při mazání složky
es_es: Ha ocurrido un problema borrando una carpeta

source: There has been a problem when deleting a bookmark
cs_cz: Nastal problém při mazání záložky
es_es: Ha ocurrido un problema borrando el favorito

source: You have successfully deleted this folder
cs_cz: Složka byla smazána
es_es: Ha borrado correctamente la carpeta

source: There has been a problem when deleting the folder
cs_cz: Nastal problém při mazání složky
es_es: Ha ocurrido un problema borrando la carpeta

source: Your tags
cs_cz: Vaše štítky
es_es: Mis etiquetas

source: Bookmarklets
cs_cz: Bookmarklety

source: EasyBook is a feature to make it easy to add bookmarks into your %s account
cs_cz: EasyBook je funkce pro zjednodušení vkládání záložek do vašeho účtu na %s
es_es: EasyBook es una funcionalidad que le facilita añadir enlaces favoritos en su cuenta %s

source: This feature is known in the community as bookmarklets, where you simply add a bookmark into your browser, enabling you to bookmark the pages you visit more easily
cs_cz: Tato funkce je známa jako tzv. "bookmarklet" či "favelet", tedy záložka v Oblíbených ve vašem prohlížeči, která dovoluje snadno poznamenat stránky, které navštěvujete
es_es: Esta funcionalidad se conoce en la comunidad como bookmarklet y simplemente añade un marcador en su navegador, que le permite añadir las páginas a misfavoritos de modo más sencillo

source: If you select (highlight) a piece of text on the web page before clicking the EasyBook button, the text will be used as the description for the bookmark
cs_cz: Pokud před kliknutím na EasyBook vyberete (označíte) nějaký text na stránce, bude tento text použit jako popisek nové záložky
es_es: Si selecciona (marca) un trozo de texto en una página antes de usar el botón EasyBook , ese texto se utilizará como descripción para el favorito

source: Here are the setup instructions to enable this feature in your browser
cs_cz: Zde jsou instrukce pro nastavení této funkce ve vašem prohlížeči
es_es: Aquí puede encontrar las instrucciones de configuración para habilitar esta funcionalidad en su navegador

source: Select your browser
cs_cz: Vyberte svůj prohlížeč
es_es: Seleccione su navegador

source: Links
cs_cz: Odkazy
es_es: Enlaces

source: EasyBook (Pop-up)
cs_cz: Přidat na (Pop-up)
es_es: EasyBook (ventana emergente)

source: (opens in pop-up)
cs_cz: (otevře se v novém okně)
es_es: (se abre en una ventana emergente)

source: Go Back
cs_cz: Zpátky
es_es: Volver

source: You have been successfully deleted
cs_cz: Byl jste úspěšně smazán
es_es: Su cuenta ha sido borrada correctamente

source: Thank you for using %s
cs_cz: Děkujeme za použití %s
es_es: Gracias por usar %s

source: There has been a problem when deleting your activation code
cs_cz: Nastal problém při mazání aktivačního kódu
es_es: Ha ocurrido un problema borrando su código de activación

source: There has been a problem when deleting bookmarks
cs_cz: Nastal problém při mazání záložek
es_es: Ha ocurrido un problema borrando los favoritos

source: There has been a problem when deleting folders
cs_cz: Nastal problém při mazání složek
es_es: Ha ocurrido un problema borrando las carpetas

source: There has been a problem
cs_cz: Nastal problém
es_es: Ha ocurrido un problema

source: Manager
cs_cz: Správce
es_es: Administrador

source: Private group (requires password)
cs_cz: Soukromá skupina (vyžaduje heslo)
es_es: Grupo privado (requiere contraseña)

source: Number of members
cs_cz: Počet členů
es_es: Número de miembros

source: See the list of members
cs_cz: Prohlédnout seznam členů
es_es: Ver la lista de miembros

source: Displaying
cs_cz: Zobrazit
es_es: Mostrando

source: per page
cs_cz: na stránce
es_es: por página

source: Discover
cs_cz: Zajímá vás něco?
es_es: Descubra

source: bookmark
cs_cz: záložka
es_es: favorito

source: Add tag
cs_cz: Přidat štítek
es_es: Añadir etiqueta

source: Remove tag
cs_cz: Odebrat štítek
es_es: Borrar etiqueta

source: Please check your username and password and make sure that they are correctly spelled.
cs_cz: Překontrolujte si že zadáváte jméno a heslo správně
es_es: Por favor compruebe su usuario y contraseña y compruebe que están escritos correctamente.

source: Welcome back
cs_cz: Vítejte zpět
es_es: Bienvenido de nuevo

source: Your last login was on
cs_cz: Vaše poslední přihlášení bylo v
es_es: Su último acceso se encuentra activo

source: Your account has been disabled
cs_cz: Váš účet byl zakázán
es_es: Su cuenta ha sido deshabilitada

source: This has been done by our anti-spam system. If you think it is a mistake, please email <a href="%s">%s</a>.<br> <i>Expect 1-2 days of response by email</i>
cs_cz: Účet byl zakázán antispamovým systémem. Pokud jste si jisti, že šlo o omyl, napište prosím mail na <a href="%s">%s</a>.<br> <i>Odpověď očekávejte do 1-2 dnů</i>
es_es: Esta operación la ha relizado nuestro sistema anti-spam. Si piensa que es un error, por favor escriba a <a href="%s">%s</a>.<br> <i>Recibirá una respuesta en 1 o 2 días</i>

source: Your account is not activated
cs_cz: Váš účet není aktivován
es_es: Su cuenta no está activada

source: You must first <a href="%s">activate</a> your account with the code emaild to you when you registered
cs_cz: Musíte svůj účet nejprve <a href="%s">aktivovat</a> pomocí kódu, který vám byl zaslán při registraci
es_es: Debe <a href="%s">activar</a> primero su cuenta con el código que recibio en por correo cuando se registró

source: Please check your email in order to get your activation code<br> or email <a href="%s">%s</a> if you don't receive any email from us after 24h
cs_cz: Prosím, zkontrolujte svou e-mailovou schránku (včetně spamového koše)<br> nebo napište na <a href="%s">%s</a>, pokud neobdržíte žádný mail do 24 hodin
es_es: Por favor compruebe su correo para recibir su código de activación<br> o envie un correo a <a href="%s">%s</a> si no recibe nuestro correo de confirmación tras 24h

source: Expect 1-2 days of response by email
cs_cz: Počítejte prosím s jedním až dvěma dny na odpověď
es_es: Recibirá una repuesta en 1 o 2 días

source: The password is invalid
cs_cz: Heslo není platné
es_es: La contraseña es incorrecta

source: Too many login tries
cs_cz: Příliš pokusů o přihlášení
es_es: Demasiados intentos de acceso

source: You have tried to log in more than 3 times unsuccessfully for this account in the last %s minutes
cs_cz: Pokoušel jste se neúspěšně přihlásit více než třikrát v posledních %s minutách
es_es: Ha intentado acceder en más de 3 ocasiones sin éxito a esta cuenta en los últimos %s minutos

source: Please try again in %s minutes
cs_cz: Prosím, zkuste to znovu za %s minut
es_es: Por favor vuelva a intentarlo en %s minutos

source: The user does not exist
cs_cz: Uživatel neexistuje
es_es: El usuario no existe

source: Username or Password is missing
cs_cz: Chybí uživatelské jméno nebo heslo
es_es: Falta el nombre de usuario o la contraseña

source: You have successfully changed your password
cs_cz: Vaše heslo bylo změněno
es_es: Ha cambiado correctamente su contraseña

source: There has been a problem while updating your password. Don't type the same password.
cs_cz: Nastal problém při změně hesla. Nezadávejte prosím stejné heslo jako bylo to staré.
es_es: Ha ocurrido un problema en la actualización de su contraseña. No introduzca la misma contraseña anterior.

source: Missing values or invalid length
cs_cz: Chybějící hodnoty nebo neplatná délka
es_es: Faltan valores o la longitud de los campos es incorrecta

source: You have successfully updated your account
cs_cz: Úspěšně jste upravili informace o svém účtu
es_es: Ha actualizado correctamente su cuenta

source: Note: If you just changed the style to Auto, it will take effect the next time you will login.
cs_cz: Poznámka: Pokud jste změnili styl na Auto, projeví se změna po příštím přihlášení.
es_es: Nota: Si acaba de cambiar el estilo a Auto, tendrá efecto la próxima vez que acceda.

source: The email address is invalid.
cs_cz: E-mailová adresa není platná.
es_es: La dirección de correo no es válida.

source: %s Registration
cs_cz: %s Registrace
es_es: %s Registro

source: Thank you for registering at %s! Your account information is
cs_cz: Děkujeme za registraci na %s! Informace o vašem účtu
es_es: Gracias por registrarse en %s! La información de su cuenta es

source: Please keep this information, but in the event your forget your password you can recover it using your username and email. To confirm your registration, please use this address
cs_cz: Zapamatujte si tyto údaje. V případě že zapopmenete heslo je přesto možné získat jej zpět pomocí vašeho e-mailu a uživatelského jména. Použijte tuto adresu pro potvrzení registrace
es_es: Por favor almacene esta información, en el caso de que olvide su contraseña puede recuperarla usando su nombre de usuario y correo. Parar confirmar su registro, por favor utilice este enlace

source: You can also go to the Activation page (from Login / Activate Account) and enter the activation code
cs_cz: Můžete také jít přímo na stránku Aktivace (z Přihlášení / Aktivovat účet) a vložit aktivační kód
es_es: También puede ir a la página de activación (desde Login / Activar Cuenta) e introducir el código de activación

source: Sincerely, %s
cs_cz: Zdraví, %s
es_es: Sinceramente, %s

source: If you didn't register for a new account, please forward this message to: %s
cs_cz: Pokud jste se neregistroval kvůli novému účtu, přepošlete prosím tuto zprávu na: %s
es_es: Si no pudo crear una nueva cuenta, por favor envie este mensaje a: %s

source: IP address of the user registering for a new account
cs_cz: IP adresa použitá při registraci nového účtu
es_es: La dirección IP del usuario se ha registrado para una nueva cuenta

source: Activate your %s account
cs_cz: Aktivujte svůj účet na %s
es_es: Activa tu cuenta %s

source: by
cs_cz: od
es_es: por

source: submit comment
cs_cz: přidat komentář
es_es: enviar comentario

source: comment
cs_cz: komentář
es_es: comentario

source: Email
es_es: Correo

source: Account Activation
es_es: Activar Cuenta

source: Popularity
es_es: Popularidad

source: Import
es_es: Importar

source: Export
es_es: Exportar

source: You can visit <a href="%s">SourceForge.net project's page</a> to download and upgrade to the latest version (%s)
es_es: Puede visitar <a href="%s">la página del proyecto SourceForge.net</a> para descargar y actualizar a la última versión (%s)

source: There are <b>%s bookmarks</b> stored on %s
es_es: Hay <b>%s favoritos</b> almacenados en %s

source: Admin
es_es: Administrador

source: Import/Export
es_es: Importar/Exportar

source: Website
es_es: Página
