Repository: nigini/GetBoo
Catalog: includes/locales/*/LC_MESSAGES/messages.po
Languages: cs_cz, es_es

source: A problem occured when creating your group information
cs_cz: Nastal problém při vytváření skupiny
es_es: Ha ocurrido un problema creando la información del grupo

source: Please choose a different group name
cs_cz: Prosím vyberte jiné jméno pro skupinu
es_es: Por favor elija un nombre distinto para el grupo

source: Enter the group name in the field
cs_cz: Zapište jméno skupiny do políčka
es_es: Introduzca el nombre del grupo en el campo

source: Group name
cs_cz: Jméno skupiny
es_es: Nombre del grupo

source: Check availability
cs_cz: Ověřit dostupnost
es_es: Comprobar disponibilidad

source: Password
cs_cz: Heslo
es_es: Contraseña

source: Retype password
cs_cz: Heslo znovu pro kontrolu
es_es: Repetir contraseña

source: Add Group
cs_cz: Přidat skupinu
es_es: Añadir grupo

source: All fields in bold are mandatory, and they can only contain letters, digits, '-' and '_' (except for the email)
cs_cz: Všechna tučně popsaná pole jsou povinná a mohou obsahovat pouze písmena, číslice, spojovník (-) a podtržítko (_) (kromě e-mailu)
es_es: Todos los campos en negrita son obligatorios y deben contener solamente letras, dígitos, '-' y '_' (excepto el correo)

source: Leave blank if you want to make the group public
cs_cz: Nevyplňujte, pokud chcete vbytvořit veřejnou skupinu.
es_es: Deje en blanco si quiere que el grupo sea público

source: Only the manager of this group can delete his group
cs_cz: Skupinu může smazat pouze její správce
es_es: Solo el administrador del grupo puede borrarlo

source: Your group has been deleted
cs_cz: Skupina byla smazána
es_es: Su grupo ha sido borrado

source: A problem occured when deleting the group folders and bookmarks
cs_cz: Nastal problém při mazání složky skupiny a záložek
es_es: Ha ocurrido un problema borrando las carpetas y favoritos del grupo

source: A problem occured when deleting the group information
cs_cz: Nastal problém při mazání informací o skupině
es_es: Ha ocurrido un problema borrando la información del grupo

source: Please enter your password in order to delete your group
cs_cz: Pokud chcete smazat skupinu, musíte vložit heslo
es_es: Por favor repita la contraseña para borrar su grupo

source: Are you sure you want to delete the group <b>%s</b> along with all the bookmarks and users
cs_cz: Opravdu chcete smazat skupinu <b>%s</b> včetně všech přiřazených záložek a uživatelů
es_es: Está seguro de que desea borrar el grupo <b>%s</b> con todos sus enlaces favoritos y usuarios

source: Please enter your own password
cs_cz: Vložte své vlastní heslo
es_es: Por favor introduzca su propia contraseña

source: Yes, I want to delete this group
cs_cz: Ano, chci smazat tuto skupinu
es_es: Sí, quiero borrar este grupo

source: Join this group
cs_cz: Připojit se ke skupině
es_es: Unirse al grupo

source: Unsubscribe from this group
cs_cz: Odhlásit se ze skupiny
es_es: Borrar suscripción al grupo

source: You must be the manager of this group
cs_cz: Musíte být správce skupiny
es_es: Debe ser el administrador del grupo

source: You have changed the description of this group
cs_cz: Popis skupiny byl změněn
es_es: Ha cambiado la descripción del grupo

source: Make sure you don't write the same description as it was before
cs_cz: Ujistěte se, že nepíšete stejný popis jaký už skupina má
es_es: Asegurese de no escribir la misma descripción anterior

source: Please enter the description in the corresponding field
cs_cz: Prosím vložte popis do odpovídajícího pole
es_es: Por favor introduzca la descripción en el campo correspondiente

source: The actual password is incorrect
cs_cz: Současné heslo není správně
es_es: La contraseña actual es incorrecta

source: The new password does not match in both fields
cs_cz: Nové heslo musí být napsáno dvakrát shodně
es_es: La nueva contraseña no coincide en los dos campos

source: You have successfully changed the password
cs_cz: Heslo bylo úspěšně změněno
es_es: Ha cambiado correctamente la contraseña

source: Please notify the members subscribing to your group
cs_cz: Prosím upozorněte členy vaší skupiny
es_es: Por favor notifique a los miembros suscritos a su grupo

source: There has been a problem while updating the password
cs_cz: Nastal problém při změně hesla
es_es: Ha ocurrido un problema actualizando la contraseña

source: Make sure you don't type the same password as the actual one
cs_cz: Ujistěte se, že nepíšete stejné heslo jaké už je nastaveno
es_es: Asegurese de no repetir la contraseña actual

source: Missing values or invalid length for the password
cs_cz: Chybějící hodnota nebo špatná délka hesla
es_es: Campo vacio o longitud incorrecta para la contraseña

source: Edit information for group
cs_cz: Upravit informace o skupině
es_es: Editar la información del grupo

source: In order to change the group password, enter the current one and then type the new one twice to confirm
cs_cz: Chcete-li změnit heslo skupiny, zadejte prosím to současné a pak dvakrát nové
es_es: Para cambiar la contraseña del grupo, introduzca la actual y despues la nueva en dos ocasiones

source: Change description
cs_cz: Změnit popis
es_es: Cambiar descripción

source: Change Description
cs_cz: Změnit popis
es_es: Cambiar descripción

source: Create
cs_cz: Vytvořit
es_es: Crear

source: Manage
cs_cz: Spravovat
es_es: Administrar

source: You are already a member of this group
cs_cz: Už jste členem téhle skupiny
es_es: Ya es miembro de ese grupo

source: The password you entered is invalid
cs_cz: Bylo vloženo neplatné heslo
es_es: La contraseña que ha introducido no es correcta

source: Your are now a member of this group
cs_cz: Teď jste členem této skupiny
es_es: Ahora es miembro de este grupo

source: Details of the group
cs_cz: Podrobnosti o skupině
es_es: Detalles del grupo

source: A problem occured when adding you to this group
cs_cz: Nastal problém během přidávání do skupiny
es_es: Ha ocurrido un problema suscribiendole al grupo

source: Private group (password required)
cs_cz: Soukromá skupina (je vyžadováno heslo)
es_es: Grupo privado (contraseña requerida)

source: Join Group
cs_cz: Připojit se
es_es: Unirse al grupo

source: Public group (no password required)
cs_cz: Veřejná skupina (bez hesla)
es_es: Grupo público (no requiere contraseña)

source: Go Back to Group Details
cs_cz: Zpět na podrobnosti o skupině
es_es: Volver a detalles del grupo

source: Groups I manage
cs_cz: Vámi spravované skupiny
es_es: Mis grupos administrados

source: Private group
cs_cz: Soukromá skupina
es_es: Grupos privados

source: Public group
cs_cz: Veřejná skupina
es_es: Grupo público

source: Details
cs_cz: Detaily
es_es: Detalles

source: Edit
cs_cz: Upravit
es_es: Editar

source: Members
cs_cz: Členové
es_es: Miembros

source: You do not manage any groups
cs_cz: Nespravujete žádnou skupinu
es_es: Usted no administra ningún grupo

source: Create</a> a <b>new group
cs_cz: Vytvořit</a> <b>novou skupinu
es_es: Crear </a> un <b> nuevo grupo

source: Groups I am a member
cs_cz: Skupiny v níž jste členem
es_es: Grupos a los que pertenezco

source: Unsubscribe
cs_cz: Odhlásit
es_es: Borrar suscripción

source: You are not part of any groups
cs_cz: Nejste členem žádné skupiny
es_es: No pertenece a ningún grupo

source: Search</a> a <b>group
cs_cz: Prohledat</a> <b>skupiny
es_es: Buscar </a> un <b> grupo

source: Members of group
cs_cz: Členové skupiny
es_es: Miembros del grupo

source: Date Joined
cs_cz: Členem od
es_es: Fecha de unión

source: Privilege
cs_cz: Práva
es_es: Privilegios

source: Select the checkbox to remove all his bookmarks
cs_cz: Zaškrtněte, pokud chcete smazat všechny uživatelovy bookmarky
es_es: Seleccione el check para borrar todos sus enlaces favoritos

source: You have no users subscribed to your group yet
cs_cz: Vaše skupina nemá ještě žádné členy
es_es: No tiene usuarios suscritos al grupo todavía

source: Management section
cs_cz: Správa
es_es: Sección de administración

source: Group Details
cs_cz: Detaily o skupině
es_es: Detalles del grupo

source: My Groups
cs_cz: Moje skupiny
es_es: Mis grupos

source: Not
cs_cz: Ne
es_es: No

source: Join
cs_cz: Připojit se
es_es: Unirse

source: Since you are the manager of this group, you cannot unsubscribe from it. You can only delete the group
cs_cz: Jelikož jste správcem skupiny, tak se z ní nemůžete odhlásit. Můžete ji pouze zrušit.
es_es: Usted es el administrador del grupo, no puede borrar su suscripción al mismo. Solamente puede borrar el grupo

source: You have unsubscribed from this group
cs_cz: Odhlásil jste se od skupiny
es_es: Ha borrado su suscripcion a este grupo.

source: You have unsubscribed the user from your group
cs_cz: Zrušil jste uživateli členství ve skupině
es_es: Ha borrado la suscripción del usuario de su grupo

source: A problem occured when deleting the folder of this group
cs_cz: Nastal problém při mazání složky této skupiny
es_es: Ha ocurrido un problema borrando la carpeta de este grupo

source: A problem occured when deleting you from this group
cs_cz: Nastal problém při ukončování členství
es_es: Ha ocurrido un problema borrándole de este grupo.

source: If you are the manager of this group, you cannot unsubscribe from it
cs_cz: Pokud jste správce skupiny, nemůžete se z ní odhlásit
es_es: Si es el administrador del grupo no puede borrar su suscripción al mismo

source: Missing infomation
cs_cz: Chybějící informace
es_es: Información requerida

source: Make sure you don't resubmit the form
cs_cz: Ujkistěte se, že neodesíláte znovu stejné údaje
es_es: Asegurese de no reenviar el formulario

source: Are you sure you want to unsubscribe from this group
cs_cz: Opravdu chcete ukončit členství ve skupině
es_es: Está seguro de que quiere borrar su suscripción al grupo

source: Remove my bookmarks in this group
cs_cz: Odstranit vaše záložky ve skupině
es_es: Borrar mis enlaces favoritos de este grupo

source: Yes, I want to unsubscribe
cs_cz: Ano, už nechci být členem
es_es: Sí, quiero borrar mi suscripción

source: News
cs_cz: Novinky
es_es: Noticias

source: User
cs_cz: Uživatel
es_es: Usuario

source: Get your bookmarks!
cs_cz: Bookmarky pod kontrolou!
es_es: ¡Guarda tus enlaces favoritos!

source: Read the news
cs_cz: Číst novinky
es_es: Leer noticias

source: What is %s about?
cs_cz: Informace o %s
es_es: ¿De que va %s?

source: Manage your bookmarks
cs_cz: Spravovat záložky
es_es: Administrar tus favoritos

source: Add bookmarks and folders
cs_cz: Přidat záložky a složky
es_es: Añadir favoritos y carpetas

source: Add
cs_cz: Přidat
es_es: Añadir

source: Manage your groups
cs_cz: Spravovat skupiny
es_es: Administrar grupos

source: Help
cs_cz: Nápověda
es_es: Ayuda

source: Register an account
cs_cz: Vytvořit účet
es_es: Obtener una cuenta

source: Register
cs_cz: Registrovat se
es_es: Registrarse

source: Login into your account
cs_cz: Přihlásit se k účtu
es_es: Acceder a su cuenta

source: Log In
cs_cz: Přihlásit se
es_es: Acceder

source: Manage your account settings
cs_cz: Upravit nastavení vašeho účtu
es_es: Administrar sus preferencias

source: Exit your session
cs_cz: Ukončit práci
es_es: Cerrar su sesión

source: Logout
cs_cz: Odhlásit
es_es: Salir

source: Here you can import your bookmarks from your internet browser
cs_cz: Na této stránce můžete importovat své záložky ze svého internetového prohlížeče
es_es: Aquí puede importar sus enlaces favoritos desde su navegador de Internet

source: Select the file you want to import your bookmarks from
cs_cz: Vyberte soubor, z něhož chcete importovat své záložky
es_es: Seleccione el fichero desde el que quiere importar sus enlaces favoritos

source: Remove duplicates
cs_cz: Odstranit duplicitní
es_es: Borrar duplicados

source: Instructions
cs_cz: Návod
es_es: Instrucciones

source: Use the account <b>%s</b> for preview
cs_cz: Pokud si chcete vyzkoušet, použijte toto jméno / heslo: <b>%s</b>
es_es: Use la cuenta <b>%s</b> para probar

source: Activate Account
cs_cz: Aktivovat účet
es_es: Activar cuenta

source: You have been successfully logged out
cs_cz: Odhlášení proběhlo v pořádku
es_es: Se ha terminado la sesión con éxito

source: The session is still active
cs_cz: Jste stále připojen
es_es: La sesión está todavía activa

source: You have successfully deleted this news
cs_cz: Novinka byla úspěšně smazána
es_es: Ha borrado la noticia con éxito

source: There has been a problem when deleting the news
cs_cz: Nastal problém při mazání novinky
es_es: Ha ocurrido un error borrando la noticia

source: You have successfully added this news
cs_cz: Novinka byla úspěšně přidána
es_es: Ha añadido la noticia con éxito

source: There has been a problem when adding the news
cs_cz: Nastal problém při přidávání novinky
es_es: Ha ocurrido un problema añadiendo la noticia

source: Number
cs_cz: Číslo
es_es: Número

source: Add another news
cs_cz: Přidat další novinku
es_es: Añadir otras noticias

source: You have changed %s's account status
cs_cz: Změnil jste stav uživatele %s
es_es: Ha cambiado el estado de la cuenta %s

source: The username is missing
cs_cz: Chybí uživatelské jméno
es_es: Falta el nombre de usuario

source: You have enabled %s's account as a donor
cs_cz: Povolil jste účet uživatrele %s jako dárce
es_es: Ha habilitado la cuenta %s como un donante

source: Last Login
cs_cz: Poslední přihlášení
es_es: Último acceso

source: Donor
cs_cz: Dárce
es_es: Donación

source: Enable
cs_cz: Povolit
es_es: Habilitar

source: Disable
cs_cz: Zakázat
es_es: Deshabilitar

source: Access
cs_cz: Přístup
es_es: Acceder

source: No Users
cs_cz: Žádní uživatelé
es_es: No hay usuarios

source: Order users by
cs_cz: Seřadit uživatele podle
es_es: Ordenar usuarios por

source: Date Join
cs_cz: Data registrace
es_es: Fecha de registro

source: Previous
cs_cz: Předchozí
es_es: Anterior

source: Next
cs_cz: Další
es_es: Siguiente

source: Add a new user
cs_cz: Přidat nového uživatele
es_es: Añadir un nuevo usuario

source: Adds a new user to the system
cs_cz: Přidá nového uživatele do systému
es_es: Añade un nuevo usuario al sistema

source: Remove old registrations
cs_cz: Odstranit staré registrace
es_es: Borrar cuentas antiguas

source: Modify user account
cs_cz: Upravit uživatelův účet
es_es: Modificar la cuenta de usuario

source: You have updated this account
cs_cz: Upravil jste účet
es_es: Ha actualizado la cuenta

source: Make sure you don't enter the same account information as the current one
cs_cz: Ujistěte se že nevkládáte stejné informace jaké už v systému jsou
es_es: Asegurese de no repetor la información actual de la cuenta

source: Name
cs_cz: Jméno
es_es: Nombre

source: Password Hint
cs_cz: Nápověda k heslu
es_es: Recordatorio de password

source: Status
cs_cz: Stav
es_es: Estado

source: Disabled
cs_cz: Zakázaný
es_es: Deshabilitado

source: Style
cs_cz: Styl
es_es: Estilo

source: Last Activity
cs_cz: Poslední aktivita
es_es: Último acceso

source: Activation Code
cs_cz: Aktivační kód
es_es: Código de activación

source: Yes
cs_cz: Ano
es_es: Sí

source: No
cs_cz: Ne

source: User's last login was on %s
cs_cz: Uživatel se naposledy přihlásil %s
es_es: El último acceso del usuuario fue el %s

source: Back
cs_cz: Zpět
es_es: Volver

source: Modify bookmark
cs_cz: Upravit záložku
es_es: Cambiar favorito

source: The bookmark has been updated
cs_cz: Záložka byla upravena
es_es: El favorito ha sido actualizado

source: Modify this bookmark again since no change has been detected
cs_cz: Upravit znovu, protože nebyla zaznamenána žádná změna
es_es: Cambie de nuevo este favorito porque no se ha detectado ningún cambio

source: There has been a problem when updating the bookmark
cs_cz: Nastal problém při úpravě záložky
es_es: Ha ocurrido un error actualizando el favorito

source: Back to Folder
cs_cz: Zpět na složku
es_es: Volver a la carpeta

source: chars per tag max. Tags are keywords
cs_cz: znaků v jednom tagu. Tagy jsou klíčová slova
es_es: caracteres máximos por etiqueta. Las etiquetas son palabras que pueden ser utilizadas en las búsquedas

source: Modify Bookmark
cs_cz: Upravit záložku
es_es: Cambiar Favorito

source: Delete Bookmark
cs_cz: Smazat záložku
es_es: Borrar favorito

source: Information
cs_cz: Informace
es_es: Información

source: Add Date
cs_cz: Datum přidání
es_es: Fecha de Inclusión

source: Last Visit
cs_cz: Poslední návštěva
es_es: Última Visita

source: Last Modified
cs_cz: Poslední modifikace
es_es: Ultima Modificación

source: Clicks
cs_cz: Kliknutí

source: You
cs_cz: Vy
es_es: Tu

source: Users
cs_cz: Uživatelé
es_es: Usuarios

source: Guests
cs_cz: Hosté
es_es: Invitados

source: Total
cs_cz: Celkem

source: None
cs_cz: Žádný
es_es: Ninguno

source: Bookmark ID is missing
cs_cz: Chybí ID záložky
es_es: ID de favorito no encontrado

source: Wrong Bookmark ID
cs_cz: Chybné ID záložky
es_es: ID de favorito erróneo

source: Modify folder
cs_cz: Upravit složku
es_es: Cambiar carpeta

source: The folder has been updated
cs_cz: Složka byla upravena
es_es: La carpeta ha sido actualizada

source: There has been a problem when updating the folder
cs_cz: Nastal problém při úpravě složky
es_es: Ha ocurrido un problema actualizando la carpeta

source: Modify Folder
cs_cz: Změnit složku
es_es: Cambiar Carpeta

source: Wrong Folder ID
cs_cz: Chybné ID složky
es_es: Error en el ID de la carpeta

source: Import bookmarks
cs_cz: Importovat záložky
es_es: Importar favoritos

source: You bookmarks and folders have been imported
cs_cz: Vaše odkazy a složky byly načteny
es_es: Sus enlaces favoritos y carpetas han sido importados

source: Click here to see your bookmarks
cs_cz: Prohlédnout záložky
es_es: Pulse aquí para ver sus bookmarks

source: Removal of duplicates: %s folders and %s bookmarks updated
cs_cz: Odstranění duplicit: %s složek a %s odkazů bylo aktualizováno
es_es: Eliminación de duplicados: %s carpetas y %s favoritos actualizados

source: Make sure the file is the one containing the bookmarks
cs_cz: Ujistěte se, že jde opravdu o soubor s oblíbenými odkazy
es_es: Asegurese de que el fichero contiene favoritos

source: Author
cs_cz: Autor
es_es: Autor

source: Date
cs_cz: Datum
es_es: Fecha

source: Read more
cs_cz: Číst dál
es_es: Saber más

source: All News
cs_cz: Všechny novinky
es_es: Todas las Noticias

source: feed for this page
cs_cz: kanál pro tuto stránku
es_es: noticias sobre la página

source: The news can't be found
cs_cz: Novinka nebyla nalezena
es_es: Las noticias no se encuentran

source: Invalid URL values.
cs_cz: Chybná hodnota URL
es_es: Valores de URL incorrectos.

source: Modify news
cs_cz: Změnit novinku
es_es: Modificar noticias

source: You have successfully updated this news
cs_cz: Novinka byla změněna
es_es: Ha actualizado correctamente esta noticia

source: Modify this news again since no change has been detected
cs_cz: Změnit znovu, nebyla zaznamenána změna
es_es: Modifique esta noticia de nuevo ya que no se han detectado cambios

source: Back to News
cs_cz: Zpět na Novinky
es_es: Regrasear a Noticias

source: Modify News
cs_cz: Změnit novinky
es_es: Modificar Noticias

source: The ID of the news is missing
cs_cz: Chybí ID novinky
es_es: El ID de las noticias no se encuentra

source: Account created
cs_cz: Účet vytvořen
es_es: Cuenta creada

source: You have been successfully added to %s
cs_cz: Byl jste přidán do %s
es_es: Ha sido registrado correctamente en %s

source: You need to check your email and activate your account with the given url (or code in the <a href="%s">activation</a> page)
cs_cz: Zkontrolujte svou e-mailovou schránku a aktivujte účet pomocí zaslaného odkazu (nebo pomocí kódu na <a href="%s">aktivační stránce</a>)
es_es: Tiene que comprobar su correo y activar su cuenta con la url recibida en él (o introducir el código en la página de <a href="%s">activación</a>)

source: The email is already sent, but with some free email providers it might take a few hours to receive it
cs_cz: E-mail už byl poslán, ale jeho doručení může na některých mailových serverech, zejména těch zdarma, trvat až několik hodin
es_es: El correo ya ha sido enviado, pero con algunos proveedores de correo puede tardar algunas horas en recibirlo

source: Check for invalid characters or length, or wrong email address format
cs_cz: Zkontrolujte, zda text neobsahuje nepovolené znaky, zda není příliš dlouhý a zda má e-mail správný formát
es_es: Compruebe la validez de los caracteres, su longitud o el formato de la dirección de correo

source: An error occured while creating your activation code
cs_cz: Nastala chyba při vytváření aktivačního kódu
es_es: Se ha producido un error creando su código de activación

source: An error occured when creating your account information
cs_cz: Nastala chyba při vytváření účtu
es_es: Ha ocurrido un error creando la información de su cuenta

source: An account has been created with the same IP address in the last %s hours
cs_cz: Z této IP byl během posledních %s hodin již účet vytvořen
es_es: Se ha creado una cuenta con la misma dirección IP en las últimas %s horas

source: Your letters did not match the ones appearing in the image below
cs_cz: Písmena neodpovídají těm na obrázku
es_es: Los caracteres introducidos no coinciden con los de la imagen

source: Please enter the letters appearing in the image below
cs_cz: Opište prosím písmena z obrázku
es_es: Por favor introduzca las letras de la imagen

source: New User Registration
cs_cz: Registrace nového uživatele
es_es: Registro Nuevo Usuario

source: Enter the username in the field
cs_cz: Vložte uživatelské jméno do políčka
es_es: Introduzca el nombre de usuario en el campo

source: Sign up here to create a free account %s
cs_cz: Vytvořit účet %s
es_es: Regístrese aquí para crear una cuenta gratis en %s

source: Learn more</a> about %s
cs_cz: Zjistit víc</a> o %s
es_es: Saber más</a> acerca de %s

source: Password hint
cs_cz: Nápověda k heslu
es_es: Recuerdo de contraseña

source: Visual CAPTCHA
cs_cz: Vizuální CAPTCHA

source: Type image letters
cs_cz: Opište písmena z obrázku
es_es: Introduzca las letras de la imagen

source: They must also respect the size limits (move the mouse over the ? at the end of each field)
cs_cz: Údaje musí rovněž dodržet limit počtu znaků (najeďte myší na otazník za příslušným políčkem)
es_es: Se debe respetar también el tamaño límite (mueva el ratón sobre el ? al final de cada campo)

source: You can see a list of users who have been active in the past %s minutes
cs_cz: Můžete si prohlédnout seznam aktivních uživatelů za posledních %s minut
es_es: Puede ver una lista de los usuarios que han estado activos en los últimos %s minutos

source: No users have been active in the past %s minutes
cs_cz: Během posledních %s minut nebyl žádný uživatel aktivní
es_es: Ningun usuario ha sido activado en los últimos %s minutos

source: Popular tags
cs_cz: Oblíbené štítky
es_es: Etiquetas populares

source: No bookmarks available
cs_cz: Nejsou dostupné žádné záložky
es_es: Sin favoritos disponibles

source: Recent Tags
cs_cz: Nejnovější záložky
es_es: Etiquetas Recientes

source: Redirect
cs_cz: Přesměrovat
es_es: Redirección

source: The bookmark cannot be found
cs_cz: Záložka nebyla nalezena
es_es: El favorito no se puede encontrar

source: Inactive Users
cs_cz: Neaktivní uživatelé
es_es: Usuarios inactivos

source: Remove
cs_cz: Odstranit
es_es: Borrar

source: users have been deleted
cs_cz: uživatelů bylo smazáno
es_es: usuarios han sido borrados

source: General
cs_cz: Obecné

source: Most Used
cs_cz: Nejpoužívanější
es_es: Más Usados

source: Searches
cs_cz: Vyhledávání
es_es: Búsquedas

source: Most used
cs_cz: Nejpoužívanější
es_es: Más usado

source: Bookmark
cs_cz: Záložka
es_es: Favorito

source: Keyword
cs_cz: Klíčové slovo
es_es: Palabra clave

source: Count
cs_cz: Počet
es_es: Recuento

source: Last Search Date
cs_cz: Naposledy vyhledáváno
es_es: Fecha Última Búsqueda

source: No searches
cs_cz: Žádná hledání
es_es: Sin búsquedas

source: Invalid
cs_cz: Neplatný
es_es: No válido
