Repository: nigini/GetBoo
Catalog: includes/locales/*/LC_MESSAGES/messages.po
Languages: cs_cz, es_es

source: About
cs_cz: O GetBoo
es_es: Acerca de

source: New
cs_cz: Nový
es_es: Nuevo

source: Learn more about the project
cs_cz: Víc informací o projektu
es_es: Aprenda más acerca del proyecto

source: Donations
cs_cz: Příspěvky
es_es: Donaciones

source: What is
cs_cz: Co je
es_es: Qué es

source: is both a social and private bookmarking website which can be used to
cs_cz: je záložková služba pro soukromé i veřejné záložkování, s níž můžete
es_es: es al mismo tiempo una página de favoritos privados y sociales que pueden ser usados para

source: <b>Keep</b> links to your favorite news, blogs, music, games, and more on %s and access them from any computer on the web
cs_cz: <b>Ukládat</b> odkazy na vaše oblíbené zprávy, blogy, hudbu, hry a další na %s a přistupovat k nim z jakéhokoli počítače na webu
es_es: <b>Guardar</b> enlaces a sus noticias favoritas, blogs, música, juegos, y más en %s y acceder a ellos desde cualquier ordenador en red

source: <b>Import/Export</b> these links from your browser's bookmarks and view them with the same hierarchy
cs_cz: <b>Importovat a exportovat</b> tyto odkazy do/ze svého prohlížeče se zachováním hierarchie.
es_es: <b>Importar/Exportar</b> estos enlaces desde los favoritos de su navegador y verlos con la misma jerarquía

source: <b>Share</b> favorites with friends, family, and colleagues.
cs_cz: <b>Sdílet</b> oblíbené záložky s přáteli, rodinou a kolegy.
es_es: <b>Compartir</b> enlaces favoritos con amigos, familia y colegas.

source: <b>Find</b> new things. Everything on %s is someone's favorite - they've already done the work of finding it. Explore and enjoy
cs_cz: <b>Hledat</b> nové věci. Všechno co %s obsahuje jsou něčí oblíbené odkazy - dotyční už tu práci s hledáním udělali za vás. Projděte si jejich záložky
es_es: <b>Encontrar</b> nuevas páginas. Todo en %s es el favorito de alguien - Ellos ya han hecho el trabajo de buscarlos. Explore y diviértase

source: Why
cs_cz: Proč používat
es_es: Por qué

source: You can import and export your bookmarks from your browser, and keep the same hierarchy of folders that you have in your browser
cs_cz: Můžete importovat a exportovat vaše záložky do/ze svého prohlížeče a přitom zachovat strukturu, kterou mají ve vašem prohlížeči
es_es: Puede importar y exportar sus enlaces favoritos desde su navegador, y guardar la misma jerarquía de carpetas que tiene en su navegador

source: You can create and join groups, either public or private, enabling you to share bookmarks for a school research/game strategy/etc
cs_cz: Můžete vytvářet soukromé i veřejné skupiny a připojovat se k již existujícím, což vám usnadní sdílení odkazů např. pro školní práce
es_es: Puede crear y unirse a grupos, tanto públicos como privados, permitiendole compartir enlaces favoritos para un colegio investigación/juegos de estrategia/etc

source: And you get all the social bookmarking advantages, with public bookmarks and tags
cs_cz: A můžete si užívat všech vymožeností společného sdílení odkazů a tagování
es_es: Conseguirá todas las ventajas de una sociedad de favoritos, con enlaces favoritos y etiquetas públicos

source: What to do?
cs_cz: Jak na to?
es_es: ¿Qué hacer?

source: Navigate and discover new urls that users found interesting!
cs_cz: Prohlížejte a objevujte nové stránky, které se dalším uživatelům zdály zajímavé!
es_es: Navegar y descubrir nuevas urls que otros usuarios han encontrado interesantes

source: Add your own urls and share them with the world by <a href="%s">creating an account</a>!
cs_cz: Přidejte své vlastní odkazy a podělte se o ně s ostatními. Stačí si <a href="%s">vytvořit účet</a>!
es_es: Añadir sus propias urls y compartirlas con el mundo <a href="%s">creando una cuenta</a>!

source: Developers
cs_cz: O vývojářích
es_es: Desarrolladores

source: Please visit <a href="%s">GetBoo's wiki</a> for more information about the project.
cs_cz: Pokud chcete více informací o projektu GetBoo, navštivte prosím <a href="%s">GetBoo's wiki</a>.
es_es: Por favor visite <a href="%s">GetBoo's wiki</a> para más información a cerca del proyecto

source: Contact
cs_cz: Kontakt
es_es: Contacto

source: Registration
cs_cz: Registrace
es_es: Registro

source: Support
cs_cz: Podpora
es_es: Soporte

source: Abuse
cs_cz: Zneužití
es_es: Abuso

source: Protected Area
cs_cz: Chráněná oblast
es_es: Area protegida

source: You are not logged in, or your session has expired
cs_cz: Nejste přihlášen nebo přihlášení vypršelo
es_es: No ha iniciado sesión en la página, o esta ha caducado

source: Only registered users can access this page
cs_cz: Na tuto stránku mají přístup pouze registrovaní uživatelé
es_es: Solo los usuarios registrados pueden acceder a esta página

source: Please <a href="%s">login</a> into your account from the login page
cs_cz: Prosím <a href="%s">přihlašte se</a> ke svému účtu
es_es: Por favor <a href="%s">acceda</a> a su cuenta desde la página de login

source: This is a protected area
cs_cz: Toto je chráněná oblast
es_es: Este es un area protegida

source: Only admin users can access this page
cs_cz: Na tuto stránku má přístup pouze admin
es_es: Solo los usuarios administradores pueden acceder a esta página

source: Manage Users
cs_cz: Spravovat uživatele
es_es: Manejar Usuarios

source: Access Accounts
cs_cz: Přístup k účtům
es_es: Acceder a Cuentas

source: You are now back into your account
cs_cz: Jste přihlášen zpět pod svým účtem
es_es: Está de vuelta en su cuenta

source: You are now in %s's account.</p><p>Access this user again to get back into your admin account
cs_cz: Nyní jste přihlášen jako uživatel %s.</p><p>Vyberte jej znovu a vrátíte se do svého adminského účtu
es_es: Está ahora en la cuenta de %s.</p><p>Acceda a esta cuenta de nuevo para regresar a su cuenta de administración

source: Cannot access the user's account
cs_cz: Nelze přistupovat k tomuto účtu
es_es: No se puede acceder a la cuenta de usuario

source: Your account is now activated
cs_cz: Váš účet je nyní aktivován
es_es: Su cuenta se ha activado

source: Thank you for registering an account with us
cs_cz: Děkujeme že jste si založil účet na našem serveru
es_es: Gracias por registrarse

source: or add the bookmarklets in your browser
cs_cz: nebo přidat bookmarklet do svého prohlížeče
es_es: o añadir favoritos desde su navegador

source: An error occured while activating your accont
cs_cz: Při aktivování účtu nastala chyba
es_es: Ha ocurrido un error activando la cuenta

source: Your account is already activated
cs_cz: Váš účet je již aktivní
es_es: Su cuenta ya se encuentra activada

source: You can access it from the <a href="%s">login</a> page
cs_cz: Můžete se k němu <a href="%s">přihlásit<a>
es_es: Puede acceder desde la página de <a href="%s">login</a>

source: The username and activation code don't match, or the user does not exist
cs_cz: Uživatelské jméno a aktivační kód nesouhlasí, nebo uživatel neexistuje
es_es: El nombre de usuario y el código de activación no coinciden o el usuario no existe

source: Both the username and activation code are required
cs_cz: Je vyžadováno uživatelské jméno i aktivační kód
es_es: El nombre de usuario y el código de activación son obligatorios

source: You must enter your username <b>and</b> your activation code (the one you received at your email address) to get your account activated
cs_cz: Musíte vložit své uživatelské jméno <b>a zároveň</b> svůj aktivační kód (to je ten, který jste dostal mailem na svou adresu), aby byl váš účet aktivován.
es_es: Debe introducir su nombre de usuario <b>y</b> el código de activación (el que ha recibido en su dirección de correo) para activar su cuenta

source: Username
cs_cz: Uživ. jméno
es_es: Nombre de usuario

source: chars max
cs_cz: znaků maximálně
es_es: caracteres máximo

source: Activation code
cs_cz: Aktivační kód
es_es: Código de activación

source: Activate
cs_cz: Aktivovat
es_es: Activar

source: Add a bookmark
cs_cz: Přidat záložku
es_es: Añadir un favorito

source: The bookmark was added
cs_cz: Záložka byla přidána
es_es: El favorito fue añadido

source: There has been a problem when adding the new bookmark
cs_cz: Nastal problém při přidávání záložky
es_es: Ha ocurrido un problema añadiendo el nuevo favorito

source: A bookmark with the same url has already been submitted
cs_cz: Už byl přidán odkaz na stejnou stránku
es_es: Un favorito con la misma url ha sido añadido anteriormente

source: Edit Original Bookmark
cs_cz: Upravit původní záložku
es_es: Editar Favoritos Originales

source: The form is incomplete
cs_cz: Údaje nejsou úplné
es_es: El formulario está incompleto

source: Folder
cs_cz: Složka
es_es: Carpeta

source: Optional - Add a new folder under the previous one
cs_cz: Volitelné - Přidat novou složku do výše vybrané
es_es: Opcional - Añade una nueva carpeta bajo la anterior

source: New Folder
cs_cz: Nová složka
es_es: Nueva Carpeta

source: chars max, folder added under parent folder
cs_cz: znaků maximálně, složka bude vytvořena ve vybrané složce
es_es: caracteres máximos, carpetas añadidas en la carpeta padre

source: Description
cs_cz: Popis
es_es: Descripción

source: chars max, description of the new folder
cs_cz: znaků maximálně, popisek nové složky
es_es: caracteres máximos, descripción de la nueva carpeta

source: No chars limit
cs_cz: Bez omezení počtu znaků
es_es: Sin límite de caracteres

source: Title
cs_cz: Titulek
es_es: Título

source: Public
cs_cz: Veřejné
es_es: Público

source: For new users, they will appear in recent bookmarks %s days after the date you registered
cs_cz: U nových uživatelů jsou záložky zobrazovány v Nejnovějších %s dní po registraci
es_es: Para los nuevos usuarios, aparecerán en los favoritos recientes %s días despues de su fecha de registro

source: Tags
cs_cz: Štítky
es_es: Etiquetas

source: chars max, %s chars per tag max. Tags are keywords
cs_cz: znaků maximálně, %s znaků na štítek. Štítky jsou klíčová slova
es_es: caracteres máximos, %s caracteres máximos por etiqueta. Las etiquetas son palabras clave

source: space separated
cs_cz: oddělené mezerou
es_es: separado por espacios

source: Add Bookmark
cs_cz: Přidat záložku
es_es: Añadir Favorito

source: All tags
cs_cz: Všechny štítky
es_es: Todas las etiquetas

source: Sort by
cs_cz: Řadit podle
es_es: Ordenado por

source: Alphabet
cs_cz: Abecedy
es_es: Alfabeto

source: Bookmarks
cs_cz: Záložky
es_es: Favoritos

source: Search
cs_cz: Hledat
es_es: Buscar

source: Stats
cs_cz: Statistika
es_es: Estadísticas

source: Original
cs_cz: Původní

source: Tree
cs_cz: Strom
es_es: Árbol

source: My Bookmarks
cs_cz: Moje záložky
es_es: Mis Favoritos

source: Main
cs_cz: Hlavní
es_es: Principal

source: Delete All Your Bookmarks
cs_cz: Smazat všechny záložky
es_es: Borrar todos sus favoritos

source: There has been a problem when pasting the bookmark
cs_cz: Nastala chyba při přidávání záložky

source: Cancel
cs_cz: Zrušit
es_es: Cancelar

source: Groups
cs_cz: Skupiny
es_es: Grupos

source: Group folders
cs_cz: Složka skupin
es_es: Carpetas Públicas

source: Delete
cs_cz: Smazat
es_es: Borrar

source: Modify
cs_cz: Změnit
es_es: Modificar

source: Move
cs_cz: Přesunout

source: By
cs_cz: Od

source: Welcome to %s!
cs_cz: Vítejte na %s!
es_es: Bienvenido a ¡%s!

source: It appears that you don't have any bookmarks yet
cs_cz: Vypadá to, že ještě nemáte žádné záložky
es_es: Parece que no tiene ningún enlace favorito todavía

source: In order to add bookmarks and folders, go to <a href="%s">Add</a> from the top menu or <a href="%s">Import</a> your bookmarks from your browser
cs_cz: Pokud chcete přidávat odkazy na stránky a vytvářet složky, jděte na stránku <a href="%s">Přidat</a> v horním menu, nebo <a href="%s">importujte</a> Oblíbené odkazy ze svého prohlížeče
es_es: Para añadir enlaces favoritos y carpetas vaya a <a href="%s">Añadir</a> desde el menú superior o <a href="%s">Importe</a> sus favoritos desde su navegador

source: Search Bookmarks
cs_cz: Prohledat záložky
es_es: Buscar favoritos

source: Settings
cs_cz: Nastavení
es_es: Configuración

source: Change password
cs_cz: Změnit heslo
es_es: Cambiar contraseña

source: Back to
cs_cz: Zpět na
es_es: Volver a

source: In order to change your password, enter the current one and then type the new one twice to confirm
cs_cz: Pokud chcete změnit heslo, musíte vložit své současné a pak vložit dvakrát nové, aby byla změna provedena
es_es: Para cambiar su contraseña, introduzca la actual y despues escriba la nueva dos veces para confirmarla

source: Current Password
cs_cz: Staré heslo
es_es: Contraseña Actual

source: New Password
cs_cz: Nové heslo
es_es: Nueva Contraseña

source: Retype New Password
cs_cz: Nové heslo ještě jednou
es_es: Repita Nueva Contraseña

source: Change Password
cs_cz: Změna hesla
es_es: Cambiar Contraseña

source: Back to Settings
cs_cz: Zpátky na nastavení
es_es: Volver a la Configuración

source: Check Group Name
cs_cz: Ověření jména skupiny
es_es: Comprobar nombre de grupo

source: This group name is already taken
cs_cz: Toto jméno skupiny již v systému existuje
es_es: Ya existe un grupo con este nombre

source: This group name is available
cs_cz: Toto jméno skupiny je volné
es_es: El nombre de grupo se encuentra disponible

source: Close Window
cs_cz: Zavřít okno
es_es: Cerrar ventana

source: Check Username
cs_cz: Ověřit uživatelské jméno
es_es: Comprobar nombre de usuario

source: This username is already taken
cs_cz: Toto uživatelské jméno je již použito
es_es: El nombre de usuarios ya está en uso

source: This username is available
cs_cz: Toto uživatelské jméno je dostupné
es_es: El nombre de usuario se encuentra disponible

source: Incorrect username format
cs_cz: Chybný formát uživatelského jména
es_es: El nombre de usuario no es correcto

source: Your comment has been added
cs_cz: Váš komentář byl přidán
es_es: Su comentario ha sido añadido

source: Error when adding the comment
cs_cz: Během přidávání komentáře došlo k chybě
es_es: Error añadiendo el comentario

source: Comments
cs_cz: Komentáře
es_es: Comentarios

source: No comments for this bookmark
cs_cz: K této záložce nejsou žádné komentáře
es_es: No hay comentarios para este favorito

source: Submit a comment
cs_cz: Přidat komentář
es_es: Enviar un comentario

source: Message
cs_cz: Zpráva
es_es: Mensaje

source: Submit Comment
cs_cz: Odeslat komentář
es_es: Enviar Comentario

source: Please <a href="%s">login</a> in order to comment this bookmark
cs_cz: Pokud chcete komentovat tuto záložku, <a href="%s">přihlaste se</a>
es_es: Por favor <a href="%s">acceda</a> para comentar este favorito

source: My Settings
cs_cz: Moje nastavení
es_es: Mi Configuración

source: Hello <b>%s</b>. You are in your control panel area where you can change your settings
cs_cz: Jste přihlášen jako <b>%s</b>. Nacházíte se na stránce, kde můžete změnit nastavení vašeho účtu
es_es: Hola <b>%s</b>. Está en su panel de control, aquí puede cambiar la configuración de su cuenta

source: Options
cs_cz: Možnosti
es_es: Opciones

source: Modify account information
cs_cz: Upravit informace o účtu
es_es: Cambiar la información de la cuenta

source: Spam Center
cs_cz: Spam centrum
es_es: Centro de Spam

source: Manage News
cs_cz: Spravovat novinky
es_es: Manejar Noticias

source: Online Users
cs_cz: Uživatelé online
es_es: Usuarios Conectados

source: Version Check
cs_cz: Kontrola verze
es_es: Comprobar Versión

source: Your installation is up to date
cs_cz: Je nainstalována nejnovější verze
es_es: Su instalación está actualizada

source: Your installation does not seem to be up to date (you currently use version %s)
cs_cz: Vaše instalace se zdá zastaralá (používáte verzi %s)
es_es: Su instalación no parece estar actualizadas (está usando actualmente la versión %s)

source: Delete Account
cs_cz: Smazat účet
es_es: Borrar cuenta

source: The password is incorrect
cs_cz: Heslo není správné
es_es: La contraseña es incorrecta

source: Please enter your password in order to delete your account
cs_cz: Smazání účtu vyžaduje, abyste vložili heslo
es_es: Por favor introduzca su contraseña para borrar su cuenta

source: Are you sure you want to delete your account
cs_cz: Opravdu chcete smazat účet
es_es: Está seguro de que desea borrar su cuenta

source: Enter Password
cs_cz: Vložte heslo
es_es: Introducir contraseña

source: Yes, I want to delete my account
cs_cz: Ano, chci smazat svůj účet
es_es: Sí, quiero borrar mi cuenta

source: Delete Bookmarks
cs_cz: Smazat záložky
es_es: Borrar favoritos

source: You have successfully deleted all your folders and bookmarks
cs_cz: Vaše složky a záložky byly úspěšně smazány
es_es: Ha borrado todas sus carpetas y enlaces favoritos

source: You can <a href="%s">go back</a> to your bookmarks
cs_cz: Můžete se <a href="%s">vrátit</a> na své záložky
es_es: Puede <a href="%s">volver</a> a sus favoritos

source: There has been a problem with deleting bookmarks
cs_cz: Nastal problém při mazání záložek
es_es: Ha ocurrido un problema borrando sus enlaces favoritos

source: There has been a problem with deleting folders
cs_cz: Nastal problém při mazání složek
es_es: Ha ocurrido un problema borrando sus carpetas

source: Please enter your password
cs_cz: Prosím vložte své heslo
es_es: Por favor introduzca su contraseña

source: Are you sure you want to delete all your bookmarks and folders in your account
cs_cz: Opravdu chcete vymazat všechny své záložky a složky u svého účtu
es_es: Está seguro de que desea borrar todos los enlaces favoritos y carpetas en su cuenta

source: All the bookmarks in your groups will also be deleted
cs_cz: Všechny záložky ve vašich skupinách budou rovněž vymazány
es_es: Todos los favoritos in sus grupos serán borrados también

source: Yes, I want to delete them all
cs_cz: Ano, chci to všechno smazat
es_es: Sí, quiero borrarlos todos

source: Forgot password
cs_cz: Zapomněl jste heslo
es_es: Contraseña olvidada

source: New password for your %s account
cs_cz: Nové heslo k vašemu účtu na %s
es_es: Nueva contraseña para su cuenta %s

source: Could not send the email: Here is a copy of the email
cs_cz: Nebylo možné poslat e-mail. Zde je jeho kopie
es_es: No se pudo enviar el correo: Aquí tiene una copia del correo

source: New password generated
cs_cz: Nové heslo vytvořeno
es_es: Nueva contraseña generada

source: Please check your email and log in with the new password
cs_cz: Prosím zkontrolujte svou e-mailovou schránku a přihlašte se s novým heslem
es_es: Por favor compruebe su correo y acceda con su nueva contraseña

source: The email is already sent, but with some free email providers, it might take a few hours
cs_cz: E-mail už byl poslán, ale jeho doručení může na některých mailových serverech, zejména těch zdarma, trvat až několik hodin
es_es: Aunque el correo ya se ha enviado con algunos proveedores de correo puede tardar algunas horas en recibirlo

source: Could not store the new password
cs_cz: Nemohu uložit nové heslo
es_es: No se pudo almacenar la nueva contraseña

source: Error
cs_cz: Chyba

source: Here you can export your bookmarks to your internet browser
cs_cz: Zde můžete exportovat své záložky do svého internetového prohlížeče
es_es: Aquí puede exportar sus enlaces favoritos a su navegador de internet

source: Browsers supported
cs_cz: Podporované prohlížeče
es_es: Navegadores soportados

source: Tutorial
cs_cz: Návod

source: Generate Export File
cs_cz: Vygenerovat soubor se záložkami
es_es: Generar Fichero de Exportación

source: It generates the file containing your bookmarks
cs_cz: Bude vygenerován soubor s vašimi záložkami
es_es: Esto generará el fichero que contiene sus enlaces favoritos

source: Store the file on your computer in order to access it from your browser
cs_cz: Uložte tento soubor ve svém počítači tak, abyste k němu měli přístup ze svého prohlížeče
es_es: Almacene el fichero en su ordenador para acceder a él desde su navegador

source: Available feed
cs_cz: Dostupné kanály
es_es: Noticias disponibles

source: The feed below enables you to read the news on %s with any feed reading software
cs_cz: RSS kanál vám umožní číst novinky z %s s jakoukoliv RSS čtečkou
es_es: La notificación le permite leer las noticias de %s con cualquier software lector de noticias

source: Because %s has a feed available, people can subscribe to it using software for reading syndicated content called a "newsreader." Currently, %s News feed is written in RSS only
cs_cz: Protože %s poskytuje RSS kanál, mohou se uživatelé přihlásit k odběru softwarem pro čtení RSS, nazývaným čtečky.
es_es: Los usuarios pueden suscribirse a las notificaciones de %s utilizando software para leer contenido sindicado: "newsreaders". Actualmente, las noticias de %s se distribuyen en RSS solamente

source: Feed-reading software
cs_cz: Čtečky
es_es: Software de lectura de notificaciones

source: Web-based
cs_cz: Webové
es_es: Formato Web

source: Cross platform
cs_cz: Pro různé počítače
es_es: Multiplataforma

source: Source
cs_cz: Zdroj
es_es: Origen

source: Other than usign these softwares to read the feed, some browser support feeds such as
cs_cz: Lze použít i jiný software, např. některé prohlížeče podporují RSS kanály, jako
es_es: Puede utilizar cualqiuer otro software para leer las notificaciones, algunos navegadores soportan notificación, por ejemplo

source: Look for the %s icon in the browser
cs_cz: Hledejte ikonu %s v prohlížeči
es_es: Compruebe el icono %s en el navegador

source: Validate my RSS feed
cs_cz: Ověřit RSS kanál
es_es: Validar mi notificación RSS

source: user
cs_cz: uživatel
es_es: usuario

source: There is
cs_cz: Už
es_es: Hay

source: registered on %s
cs_cz: se zaregistrovalo na %s
es_es: registrados en %s

source: Your password hint question is
cs_cz: Vaše nápověda k heslu je
es_es: Recuerdo de contraseña

source: You didn't provide any hint question
cs_cz: Nenastavil jste si žádnou nápovědu
es_es: No ha proporcionado ninguna pregunta de recordatorio

source: If this hint doesn't help you, we can email you a new password
cs_cz: Pokud vám tato nápověda nepomůže, může vám být heslo zasláno mailem
es_es: Si este recordatorio no le ayuda, podemos enviarle por correo una nueva contraseña

source: You must provide both fields, the username and email (either provided during registration or updated after)
cs_cz: Musíte vyplnit obě položky, uživatelské jméno i e-mail
es_es: Debe proporcionar ambos campos, el usuario y el correo (bien durante el registro o actualizados posteriormente)

source: You must enter your username <b>and</b> your email to get your password hint question
cs_cz: Pokud chcete nápovědu k zapomenutému heslu, musíte vložit uživatelské jméno <b>a zároveň</b> svůj e-mail
es_es: Debe proporcionar su usuario <b>y</b> su correo para obtener su pregunta recordatorio

source: If it doesn't help you recover your password, you will get the possibility to receive a new password
cs_cz: Pokud vám to nepomůže vzpomenout si na heslo, budete mít možnost dostat nové heslo
es_es: Si no le ayuda a recuperar su contraseña, tiene la posibilidad de recibir una nueva

source: Email address
cs_cz: E-mailová adresa
es_es: Correo electrónico

source: Hint question
cs_cz: Nápověda
es_es: Pregunta recordatorio

source: New User
cs_cz: Jste tu nový
es_es: Nuevo usuario

source: Check for invalid characters or length
cs_cz: Zkontrolujte zda políčka neobsahují nepovolené znaky nebo příliš mnoho znaků
es_es: Comprobar caracteres o longitud no válidos

source: Both passwords have to match
cs_cz: Hesla musí být stejná
es_es: Ambas contraseñas deben coincidir

source: The group was successfully created
cs_cz: Skupina byla úspěšně vytvořena
es_es: El grupo se creo correctamente

source: A problem occured when creating the folder of this group
cs_cz: Nastal problém při vytváření složky v této skupině
es_es: Ha ocurrido un problema creando la carpeta de este grupo
